[{"content":"S:\tI think I see you every time I go to (inaudible-restaurant) and you’re there, is it like one of your favorite restaurants?\nI:\tIt is one of my favorite restaurants.\nS:\tYeah (chuckles).\nI:\tAnd in the Berkshires it’s important to hold onto those things and enjoy.  So, in addition…you know something about me, each time you go to (inaudible) you see me.\nS:\t(Laughs)\nI:\tUm, and, of course, you were here while I was a fellow, um, but I can’t say that I know that much about you.  Um, we’ve done one of these before?\nS:\tYeah.\nI:\tBut you may have to remind me what brought you here.\nS:\tOkay, good, because I was afraid that you’d just be sitting there falling asleep because you would know, I don’t know, you’d be like, oh, I know it all already.\nI:\tOh, I see.\nS:\tSo, what brought me to [hospital]?\nI:\tYeah.\nS:\tUm, actually I’ve had to answer that a few times in the past couple weeks because I’ve been meeting new people.  Um, I think I just basically lost interest in life, I started feeling really hopeless about the world and my place in the world and, um, I got really self-destructive and sort of acting on it too, like I was cutting a lot, that was not new thought, and then I overdosed once and then just kept wanting to, like I didn’t get it out of my system.  Um, and I was in therapy and I was at [northeastern college], I was in my 4th year there, and my therapist, um, knew about [hospital], she actually trained with Dr. P. at [northeastern university] and she said to me, how would you feel about going to the hospital, and I was like (sighs) and I just had to really honor that I felt such relief that she even mentioned it, because I don’t remember like consciously thinking about that as an option for me.\nI:\tMm.\nS:\tBut that she could think that, that made me feel like my problems are real and there’s something that can be done.\nI:\tYou had doubts about the reality of your problems?\nS:\tYeah…I know, I know (chuckles) I still…I talk about it in therapy.\nI:\tIs that right?  This is still an active issue in your psychotherapy?\nS:\tUm, yeah.\nI:\tHm.\nS:\tUm, I don’t know what it is, I guess it’s feeling like most people they look at me and they think that I’ve got all my shit together and I live a very full life and, um, so I wonder like why I still…why am I still depressed then and why do I have these problems if everyone thinks I’m so great.  There’s just such a discrepancy between the emptiness that I feel inside and then what I put forth, that it’s hard for me to take myself and my feelings seriously, and that’s one aspect, I’m sure there are a lot of other reasons why I have such problems taking myself seriously.\nI:\tMm.  Well, taking that example, um, of there being a great discrepancy between the way you’re outward and inward expression, um, what do you know about that?  Is that something you’ve had a long time?  Is this something that was also in your family?\nS:\tI’ve had it for a really long time.  I think I developed it in childhood.  I guess it was (inaudible-word) mechanism.  Um, I grew up with two older brothers and my parents were together until I was, um, just went to college, and both my older brothers were pretty abusive to me, one was like really physically abusive and verbally, he was just awful, and now things are okay, but at the time, um, I don’t know, I had to try and like figure out how I could be so that he wouldn’t like wail on me.  And another thing was that, um, both of my brothers showed me a lot of pornography, it seems like they had magazines, my dad had movies, like hard core porn, and so I saw all this stuff as a really young kid, like pre-school age, and I think that also gave me a sense that people could lead dual lives, you know, that like perfectly normal looking people were doing these things and movies, or enjoying watching people doing these things, because I knew they were my parents, I knew they watched them.  \nI:\tHm.  Both your parents watched them?\nS:\tI assumed that my mom did too.  They were in like…they weren’t in a place where only my dad knew about.\nI:\tMm.  That idea seemed to, I don’t know, looked as if it disturbed you in some ways.\nS:\tWhich part?\nI:\tUm, the living the dual life and then suddenly that you knew that your parents watched these.\nS:\t(chuckles) Yeah, it disturbed me, it doesn’t really anymore though, I mean it disturbs me that they had it around and they didn’t lock it up, that kind of bothers me, but, whatever, I’m glad they were having a good sex life.  I remember also being completely fascinated with horror.  I read Steven King…I started reading Steven King in like, I think 3rd or 4th grade, and Jaws, and all these really gory scary books and I loved them, because they were just right out there with these terrible things in my…like normally, you know, you don’t go around talking about the boogie man so much or serial murderers to kids, anyway, but I thought about it, and so it was such a relief to like know that someone else was thinking about it, Steven King (chuckles) for instance, and, I don’t know, I guess that was another aspect of, um, I don’t know how you could look one way and then be having like these intense thoughts.\nI:\tMm.  Well, that’s the second time just in the very brief meeting, that you relieved at something being put out there, you were relieved that your therapist who took your problems serious enough and your destructiveness serious enough to say you need a hospital. \nS:\tYeah.\nI:\tYou’re somehow relieved that Steven King will write about the boogie man and about all this kind of stuff and put it out there.\nS:\tYeah.\nI:\tWhich it leaves me to wonder, um, were there other things in your family that you felt were hidden or were not direct enough?\nS:\tYeah, like the way my brothers treated me, that that wasn’t acknowledged.  And my, um, they, I don’t know, like even today, you know, my brother, the one who was really physical with me, he doesn’t really remember doing anything, so that’s hard for me, it’s like I have these very concrete memories of it but he doesn’t remember and no one else in my family is really…they just don’t…they do know it happened and it would have been a relief for me if they did, you know, if they believed me, and they would say one thing or another.  I think I must have stopped telling them what was going on.\nI:\tSo are you saying that when you were growing up you told your parents what was going on?\nS:\tWell, I guess I told them some of the things, but I guess not all because I can’t imagine, maybe they didn’t believe me, I don’t know, but like there’s some things that he did that were like way over the line of just like rivalry, they were like really abusive.\nI:\tLike?\nS:\tUm, well, like he hit me with a hockey stick on my back while I was lying down on the floor, um, I was on my belly and he was hitting my back, um, that’s one thing.  I mean, you know, and I can’t imagine like looking at kids doing that or hearing about kids doing that and thinking that that was just a normal thing about growing up.\nI:\tMm.\nS:\tEspecially with like such a size difference, he’s only 4 years older but he’s like, he’s stocky, he was a stocky kid and I was always like (inaudible), um, oh, I forgot what else I was going to say—oh, um, I used to like draw pictures like really sexually explicit pictures, much more than anyone my age would have known, and I remember my mom found them and she didn’t…they like didn’t trigger any kind of reaction, like no warning  bells, like how does my daughter know what a blow job looks like, how does she know that, she didn’t, you know, it didn’t like have any…she didn’t really have a reaction to it when she found them.\nI:\tMm.\nS:\tGetting back to your question.\nI:\tWell, yeah, I guess so, that does get directed back to my question, so it’s not only what wasn’t, uh, demonstrable in the family that other people could see, but it was even within the family.\nS:\tYeah.\nI:\tYour mother might not blink, at, you know, her daughter drawing these kinds of explicit pictures.  What was and is your relationship with your mother and father like given this kind of indifference?\nS:\tWell, it’s much better with my mom now, my mom is really, um, she’s a very emotional person, which in some ways is hard, like it’s hard to deal with but at least like she’s pretty honest about things, you know, and she’s very interested in me, I feel that she’s interested in me and I feel her love for me, and, um, we have been through hell, like when I first got to [hospital] I thought I was going to have to like cut off contact with them.\nI:\tHow come?\nS:\tBecause I didn’t feel like they supported me being here, I didn’t feel like they believed that there was anything seriously wrong with me, and she just drove me nuts, like every conversation I had with her (chuckles) she said something to piss me off, and she could say the same things now and I’d be okay with it, because I just worked on my expectations of her and like had to sort of teach her how to talk to me, what not to say to me and, um, I don’t know, we’ve worked on it a lot.  And I also have come to honor just who she is, you know, like she’s a product of her family just like I’m a product of mine, so I can’t expect her to do certain things, like, I don’t know, like support me in a relationship with another woman, like she’s come a really long way with that, because I was going out with S. and my mom, you know, there was some parts of that that she couldn’t deal with, although I must say, she’s a lot better than S.’s parents would have been (chuckles).  But, um, I don’t remember much about my mom and I growing up, I mean I don’t remember like many things about our relationship, is that (inaudible-word), maybe it’s weird, I don’t know.\nI:\tWell, I don’t know if that means if you also have turned a blind eye...\nS:\tYeah.\nI:\t…to important things, the way you indicate your parents did, because childhood is pretty long, lots of things happen and you have very vivid memories of your brother, or your brothers.\nS:\tYeah.\nI:\tAnd vivid memories of watching pornography, watching adults do things that generally children don’t learn about for a while.\nS:\tYeah.\nI:\tAnd then there’s…so I do find it curious that there’s a (inaudible-word) quality to your mind in this description.\nS:\tWell, I don’t know, I mean I remember doing things with her but I don’t remember sort of a general feeling about my relationship with her like I do with my brothers…maybe, I don’t know.  And I’ve also…honestly I’ve reached a point where I don’t want to dwell so much on like the bad things about my mom growing up because I’ve come to really cherish our relationship now and I don’t want to stir the pot again, because I did that a lot when I first came to [hospital].  And she recently was diagnosed with a lymphoma and so she’s okay now, they got it like at a really early stage and it was very localized and, you know, it’s turned out to be an okay thing, but it was very scary in the beginning and she went through chemo, and so we’ve recently just like really come together to support each other through that, so it’s hard for me to think too much about all the shitty things that she did (chuckling).\nI:\tMm hmm.  So there might be a functional regression to, you know, you just don’t want to dwell on those things.\nS:\tYeah.\nI:\tSo if I ask you what do you remember, and you say, ahh, not much, that may not really be the case.\nS:\tYeah (chuckles).\nI:\tAm I getting that right?\nS:\tYeah.\nI:\tOkay, all right.  Uh, how did that affect you, learning about her cancer, I understand now it’s all cleared up, everything is fine, but I mean at the time…\nS:\tOh, I totally freaked out, I thought…you know the weird thing was I had a dream about a month before, um, I had this dream that she said me [subject] I have this awful disease and I’m going to die, and in the dream I freaked out and I said, I have to kill myself because I can’t live without my mother, um, and I woke up and was like ahhh, and then I went to work, and she called me at work which she never did, and I said, what’s wrong, and she said this lump that was in my groin, well, it’s cancer, it’s a lymphoma.  It was really scary, and it’s so hard because you can’t just deal with that information, you have to deal with how everyone else is feeling with it too, like, I don’t know, I remember my dad was really odd about it and my grandmother, um, and my dad’s mother and my mom’s mother is dead, so it was my dad and my paternal grandmother like both had reactions that I found very hard to deal with, like I can’t even remember what they were but I just remember like I had to pretend like everything was okay around my grandmother, and my dad said something pretty insensitive like, well, you know, you know this is going to happen at some point, which is true, but you don’t say that to someone like in the moment, it’s just not a helpful thing to hear, you know, like when they’re healthy you can talk about, well, when your mother and I die, like these are the arrangements and blah, blah, blah, but when it’s an actual possibility, like why would you say that to a child, not that I’m a child.\nI:\tHm.  Well, the repeated question of what your parents would expose to you…\nS:\tOh yes (chuckles).\nI:\t…is prevalent, as well as sort of turn the blind eye to some level of sensitivity or what a person would feel.\nS:\tYeah.\nI:\tLike, oh well, you know, it’s what you would expect…very curious, hm.  In the dream you felt suicidal.\nS:\tMm hmm.\nI:\tIn real life?\nS:\tUm…\nI:\tDid you react the similar level of panic?\nS:\tWell, I don’t remember if I…I may have had fantasies of it but not like plans of it, it’s been a really long time since I’ve planned, but I definitely think I fantasized about it.  It was hard, it really tested my support system, you know, what friend I could tell and expect to get supported by, and, I don’t know, I just tried to be really busy and I was working like three jobs at the time.  And I also became very proactive in thinking about ways to help her because, um, I’ve been studying herbalism and so I knew a lot, I mean I have a lot of information about different like (inaudible) and things that she could take to support her body through the chemotherapy and through the radiation, which she actually hasn’t done yet, so we’re not completely out of the woods but she’s got…my mom is so strong, she’s like…I was like, mom, how did your chemotherapy go, she’s like, oh fine, I biked 20 miles today, I’m like, God, I’d be a wreck, and she’s just got this amazing constitution.  So, after, um, the worst part was before and during the first chemo, like that was really hard, but then she’s so positive and she’s so healthy, like she never felt sick, except after they poked all the drugs in her.  So, um, I guess the panic didn’t really last very long, comparatively.\nI:\tMm.  And as opposed to planning a suicide or, like in the dream, being so overwhelmed that all you could think of was dying, that’s the unconscious level, the dream, in reality you got proactive?\nS:\tYeah, and I talked to her a lot and it was really good for our relationship because she felt me coming like right to her, I went home and I cooked for her…I made her all these like amazing soups and stuff from the freezer and, um, she was really grateful, and actually it ended up being kind of a good thing for our relationship.\nI:\tMm.  It sounds like you took her illness very seriously.\nS:\tYeah, that’s interesting.\nI:\tWhat’s that?\nS:\tWell, that I took her illness seriously but I felt like she didn’t take mine seriously, you know, when I came to [hospital].\nI:\tOh.  Does that lead you to something, or lead your mind somewhere, you’re obviously (inaudible-word)?\nS:\t(Chuckles) I don’t know, I was just thinking about, um, I don’t know, like when I talk to her now, I just recently went through a really bad time emotionally, and she was pretty…it’s just, like I can’t really expect to be entirely supported by her during that, I mean she feels bad, you know, she’s like, well, just do really nice things for yourself and, I don’t know, it’s not…she doesn’t give like really helpful feedback.\nI:\tWhat did you go through?\nS:\tUm, well, S. and I broke up.\nI:\tMm hmm.\nS:\tAnd that opened the door for a lot of awful things.  When I was with S., we were together for like a year and three months, and during most of that time, except for when my mom was sick, I was like really on top of everything and busy and happy, um, very very functional, and then when we split up I went totally in the other direction.  I think I felt like when we were together, when S. and I were together, I was the functional one and she was the sick one, because she had like meltdowns sort of routinely, you know, every month she’d like have one thing or another happen.  Um, and so I was the strong one and we broke up and it was like now I can fall apart, and then sort of lost the context for who I was, you know, I don’t know, when I’m in a relationship with someone I sort of build myself opposite of them, I sort of adapt myself to what I think that person expects of me.\nI:\tMm.  \nS:\tSo I kind of had an identity crisis.\nI:\tYou had an identity crisis.\nS:\t(Chuckles)\nI:\tThat sounds very (inaudible-word).\nS:\tDoes it?\nI:\tOh yes, yes, yes, of course.  Um, but you said is very intriguing to me because, uh, it’s very dense, on the one hand you were in the role in your relationship with S. in which you were the strong one as if that was who you were, uh, but then you said, I build myself on the expectations of the other person, which sounds like the opposite, like in some way you had to define yourself according to what S. wanted, which isn’t so strong.  I wonder what you make of that paradox?\nS:\tI don’t know, I guess I never thought of the latter as being a strong or weak kind of thing.\nI:\tHow would you see it, you may have a different viewpoint.\nS:\tUm, it simply is (chuckles) I see it as just the way I’ve had to be with people, like definitely growing up I felt like I had to do that, I had to be a certain way, so, you know, to keep my brother at bay and to keep my parents happy.\nI:\tHm.\nS:\tUm, you know, it’s…\nI:\tAnd was that the case with S.? Did you have to be a certain way to keep her at bay or to keep her happy?\nS:\tWell, she would definitely deny that, like I think that maybe I felt these things but she didn’t.  I actually talked to her about it, she was like honey, you weren’t acting the way I would have wanted you to act, you know (chuckles), um, but for some reason I felt that, yeah, I don’t know why.\nI:\tHm.\nS:\tI don’t know, it’s a really big subject.\nI:\tWell, what do you know about that…I mean it’s a big subject, we have a small amount of time.\nS:\tI know, that’s what I’m thinking (chuckling).  Um, I guess I do have…it kind of bristled when you said, um, well, it seems like, you know, you said you were strong but actually you’re doing something that was weak, and I was like…I kind of bristled at that, because I have like major issues about feeling like I don’t measure up, and, um, I don’t know, I wish I could just get the fuck over it (snickers).  Part of the reason why I had such a meltdown was because like I got depressed and then I got really angry that I got depressed, I was like why am I having such a hard time, I’ve been in therapy 5 years, I was at [hospital] 2 ½ years, why am I back in this place, I was like…I started cutting again and I hadn’t cut in years, like I just felt terrible, I was thinking about suicide all the time, fantasies, you know, not plans, fantasies, and, um, I was just so angry at my therapist and at myself.\nI:\tMm hmm.\nS:\tBecause, I don’t know, because I guess I felt like weak.\nI:\tYou were angry at your therapist for your weakness?\nS:\tWell, because, you know, I felt like I started therapy expecting that I would get better eventually, and I thought that eventually it would have happened 5 years later, like I thought it would be like yesterday, not, you know, another 5 years down the road, so I felt, you know, I just felt kind of betrayed, I felt like confused, like what did we do wrong, you know, how come I felt so bad again if I’d been doing all this great work and I’d been like, you know, the perfect patient…I was pretty disillusioned.\nI:\tMm.  All this sounds past tense.\nS:\tWell, I’ve been feeling better, I have no idea why but I’ve been feeling better.\nI:\tHuh.  Any self-cutting or has that continued?\nS:\tYeah, some.\nI:\tHow?  Why?\nS:\t(Chuckles)  Um, I don’t know, you know when I did it again, I did it on my birthday and I felt like it was sort of a birthday present to myself and it felt very contained, like I just sort of knew I wasn’t going to do it forever again, I just had to do it for like this period of time, I don’t know, cutting is a very weird thing.\nI:\tMm.\nS:\tEverything I think I understand why I do it or did it, like a new…it’s like an onion, you know, it just has a new layer to it.\nI:\tWhat have you learned this time?\nS:\tUm, that I did it to bring my body into therapy and that it was more related to therapy than myself, and so once we figured that out, I didn’t really feel the need to cut anymore.\nI:\tWhat about your body, it was being left out of your therapy?\nS:\tUm, we had…I don’t know, I haven’t quite figured that out yet.\nI:\tThat’s still up for grabs.\nS:\tYeah.\nI:\tOkay, well, I can’t expect you to know something that you don’t know.  Um, but I would venture if I could, I mean I don’t want to get into the midst of your therapy or anything, but in terms of our back and forth here, uh, it’s very impressive how potent the idea of any weakness in you is, you know, uh, and your furious at yourself for getting depressed over a loss of a relationship, something that would seem as green as grass, that kind of depression is as green as grass.\nS:\tYou mean to be expected.\nI:\tYes.\nS:\tMm hmm.\nI:\tIt happens.\nS:\tYeah.\nI:\tBut to you it was terrible, and then all of these things.\nS:\tYeah, I mean it’s hard to understand because I really wanted the relationship to end, I really did.\nI:\tYou did?  You ended it?\nS:\tYup.  That’s why you just saw us upstairs.\nI:\tMm hmm.\nS:\tWe’re still friends obviously.\nI:\tDo you mind if I ask you what you wanted to end?\nS:\tI didn’t love her.\nI:\tHm.\nS:\tAnd I felt like I was, um, playing, I felt like I was getting further and further away from my true feelings and just pretending to feel something I didn’t, it was corrosive to me, and I finally just had to…I mean I had been feeling it for some time, like I really wanted it to work it, she’s sort of, in theory she’s a lot of what I would like, like if I looked at her walking down the road I’d think, there is a chick for me, but actually being with her wasn’t as great as I had thought it was going to be and I just finally had to admit it to myself, to her actually (inaudible-few words)…three months or so.  Um, I felt like I had to take care of her too much and this stuff (inaudible) with her and sometimes (inaudible) anyway and then it’s like a big mistake for her.  In fact, I was wondering just now, I was wondering if, um, one of the things that led to me coming to [hospital] was, um, and I’m sure it must have been like around my sexuality, because I think I started cutting around the time that I had my first college boyfriend, you know, it’s like a new class of boyfriend from high school, the first time I had sex, and then around the time that I had a second serious boyfriend is when I came to [hospital], I don’t really know what that’s about though, it just occurred to me.  \nI:\tMm hmm.\nS:\tSo what else do you want to know?\nI:\tWell, um, given the way that your mood has taken a dive over the last 10 mins. or so, I’m a bit hesitant to ask you a whole lot of other things because this should, in a way I suppose, um, be as much of an exploratory moment for you and for us, and not something that’s terribly burdensome, but I take it that this is where you are in your life at the moment and that you had turned to that question with some trepidation as I may in my next question.\nS:\t(Chuckles)\nI:\tBut, um, sure, you know me I’ve got lots of questions.\nS:\tUsually there’s like a cue card here.\nI:\tWhat’s that?\nS:\tThere’s usually a cue card here.\nI:\tYeah, well, I’ve done a fair amount so I know my cues.\nS:\t(Laughs)\nI:\tUh, you mentioned at the very beginning that you’ve been (inaudible) to explain why you are here to a lot of people because you’ve been meeting a lot of people, so I wanted to ask you who you’ve been meeting and in what context?\nS:\tWell, I started school again so I’ve just been making friends in classes and…but that’s not who, I mean I haven’t told them I was at [hospital], it was actually, I was talking to Zelda, you know, she’s a patient, and just like two days ago, and she said, you know, I have no idea why you came to [hospital], and so I was like, oh, well, how can I encapsulate all this, and someone else, M. or someone.\nI:\tHm, okay.  Uh, started school, where did you start school?\nS:\t[community college].\nI:\t[community college].\nS:\tYeah, I’m getting the prerequisites done to go to grad school.\nI:\tUh huh, in?\nS:\tNatural medicine.\nI:\tNatural medicine, you did mention herbalism.\nS:\tMm hmm.\nI:\tWhat intrigues you about this naturalism?\nS:\tUm, it works, it’s cheap, it’s like out in the backyard.\nI:\tUh huh.\nS:\tUm, it’s spiritual and like very humanistic, I mean if you go see an herbalist they like talk to you for a long time, if you go see a doctor they talk to you for 10 mins., um, and it’s very hands on.  I don’t know, you know what I think part of it is, um, I was reading this thing about animism, which is, I’m sure you know, my understanding of it is that children see things as like having personalities, I did that, like I still do that (chuckles) I sort of never got out of that phase, and so, um, there’s a lot about herbalism that it works really well, you know, like you can talk to plants and learn about plants spirits and whatever, there’s just a whole range of thought about it, and so that really appealed to me.\nI:\tMm.  You matched up with something, you really did.\nS:\tYeah.\nI:\tAnd you say you never got over that stage of animism, what currently, you mean?\nS:\tI talk to trees.\nI:\tDo you?\nS:\tYeah.\nI:\tHuh.\nS:\tThey talk back.\nI:\tWell, you know, I was about to (inaudible-both speaking) but seriously…\nS:\tThey do, I mean actually a lot of people believe that they do.\nI:\tWhat do you get back?\nS:\tUm, it’s personal.\nI:\tIs that right?\nS:\tWell, I don’t know, usually I’ve only had like one really serious sort of meditation interaction type of deal with a cedar tree, um, and I learned a lot, it was good.\nI:\tNow when you said it’s personal, uh, I believe you, but go ahead.\nS:\tUm, I never felt fully comfortable talking about spirituality with a psychotherapist because, well, I mean you obviously are like a pretty skeptical person about all this, I mean that’s what I’m getting from you, and so why would I talk to you about it if I felt like you weren’t going to believe me or if you were only interested in the psychological aspects of it, because it’s so much more than just a part of, you know, one part of your brain, so I mean maybe I’m wrong, maybe, you know, you routinely like talk to dandelions or something (chuckles) but I kind of doubt it.\nI:\tWell, you do seem to assume a lot about this one, in other areas that you have not so much.\nS:\tWell, other areas I’ve been talking about I know that you’re family with, I mean I know that just because of your profession.\nI:\tI see.  So this is really something…a much more vulnerable area for you.\nS:\tYeah.\nI:\tBecause you don’t know where to put me exactly in terms of whether I would really listen to you or if I were to pass judgment about what you were saying.\nS:\tYeah.\nI:\tWell, that’s helpful to…because I thought there was something in the way that you said it’s very personal, it seemed, you know, like it truly was and that you were maybe a little anxious about how much you would talk to me about it, that you’d be respected for your ideas and for your experiences, or whether I would start rolling my eyes or who knows what.\nS:\tYeah.\nI:\tWell, it seems so important that, you know, you’ve found something that is deeply meaningful to you, and you have plans to go back to school.\nS:\tYeah, it’s a lot of school, it’s actually pretty intimidating, it’s a doctorate degree, I mean the thing I’m going to go for.\nI:\tYeah.\nS:\tSo I’m taking biology and chemistry and I’ve got to go like…I’ve got to go up to organic chem and statistics and really awful stuff (chuckles).\nI:\tWow.  And where will you be getting your degree?\nS:\tWell, there are three schools, no, there are four and counting, I mean like new ones are popping up but they’re not accredited yet.\nI:\tMm hmm.\nS:\tUm, so I don’t know, I’ll apply to the three of them that I like and see where I get in, they’re not near here, the closest one…actually there’s one in [northeastern city] but it’s affiliated with some kind of religion and I don’t want to…it’s affiliated with like (inaudible-word) or something, and I don’t really want to…plus, I don’t want to live in [northeastern city] (chuckles).\nI:\t[northeastern city], [state]?\nS:\tYeah.\nI:\tSo you may be leaving this area, or chances are good that you will be.\nS:\tYeah.\nI:\tHow’s that going to be?\nS:\tTerrible and scary, yeah.  Yeah, I don’t know, I’m just going to have to like close my eyes and hold my nose and jump in.\nI:\tI wondered about that because you were talking about three jobs, friends, and I guess I don’t know the extent to which you have a network or friends, how deep the friendships are, what work means to you, uh, but I thought I’d ask you those two.\nS:\tUm, I’m actually not really working now, I’m baby-sitting, but school is too much all the time, but, yeah, I have a lot of friends here, and my dad just asked me like a couple of nights ago if I’d consider moving back home to [Midwestern city] where all my family is except for one brother who lives in Israel, and I don’t know if I want to do it.  He said, why don’t you move home and finish your school here before you have to like go out west to a university, and I don’t know about that because like my support network is so strong here and my therapy is so intense right now, like I almost stopped therapy in the summer because of that, oh, what do I need it for, but then I realized I did, that there was a lot more to do.  It will be hard to leave here, [locale] just sucks…I know a lot of people who came here, like not [hospital] people, and they thought they’d be out of here in a few years and they’re like married with kids now.\nI:\tMm.  It wouldn’t be the first time I’ve heard [locale] sucks.\nS:\tYeah.\nI:\tAnd said in a way that isn’t necessarily positive.\nS:\tIt’s sort of baffling in a way.\nI:\tYour friendships with people, um, do they take on the same kind of quality as your (inaudible-word) relationships?\nS:\tNot really, I mean sometimes they do, like, um, with my roommate it can because we’re almost like a couple just because we’re together all the time and we’ve worked out a living relationship together, you know, just day to day, so sometimes I find that dynamic happening, where I feel like, um, I’m becoming what she thinks I am as opposed to what I think I am.\nI:\tMm.\nS:\tBut it’s not so strong with other people, but maybe it would be if I was around one person for a while, which is definitely something to think about, I mean maybe it’s fine, maybe it’s a good thing and I should just learn to like it, but the problem with most of my problems is that I judge myself so fiercely for having them (chuckles).\nI:\tYour fear is something.\nS:\t(Chuckles)\nI:\t(Inaudible-background noise)…that that’s the case, that you have very strong opinions about what you should and should not be doing.\nS:\tYeah, I’m much more laid back about other people.\nI:\tHm, is that right?\nS:\tYup.  This is an hour, 50 minutes?\nI:\tSomewhere around 50 mins., what was on your mind?\nS:\tI don’t know, I heard that clock go (makes sound) (chuckles).\nI:\t(Chuckles)  They’re terrific clocks, they bring back (inaudible-word) Russian time marching on.  This has kind of been a tough interview for you I take it.\nS:\tUm, I actually thought it would be harder.\nI:\tYeah.\nS:\tIt’s weird, because like I finished all the stuff with B. and then I really fell apart like right after that, so she didn’t…I don’t know, it’s difficult, it’s always hard like thinking about the past and what’s changed and whatever, but it wasn’t as…I don’t know, I (inaudible-few words).\nI:\tMm.\nS:\tAnd I’m resilient, I have the ability to just put something out of my mind and go on to the next thing.  If I didn’t have any plans tonight, then it might be harder.\nI:\tMm.  You got things doing, huh.\nS:\tI’ve got plans.\nI:\tWell, now that’s perfect, because that’s a perfect segway into my next question, which was about leisure, what do you do for leisure?\nS:\tI take baths, I love taking baths, like if I’m feeling bad, I take a bath, and I love going to the movies, I read a lot of novels, um, I do a lot of driving and so I listen to music and books on tape and that’s nice, it’s like a good distraction.\nI:\tStill in the Steven King (inaudible-word)?\nS:\tNo.\nI:\tNo?\nS:\tI mean, yeah, I like them, but that’s not all I read (chuckles).  Angela’s Ashes right now, that’s good.\nI:\tMm hmm.\nS:\tUm, I don’t know, I’m trying to like be more active because at times I’ll just be sedentary, you know, reading is not like a very active thing to do, I tend to be in my head too much, so, um, I’m trying to like walk, you know, or just do something, and I don’t let myself sit around.\nI:\tWell, you know, given the, um, the way you describe yourself as being very hard on yourself, I wondered if leisure was harder to do than some other things, like working three jobs.\nS:\tYeah it is.\nI:\tIs it really?\nS:\tYeah, it’s much easier for me to be very busy, and, yeah, like I’m always taking on extra things, you know, extra baby-sitting jobs or covering someone’s shift at the coffee shop or whatever, it’s definitely easier because then I don’t have to pay so much attention to what’s going on inside me.\nI:\tHm.  Is that what happens during leisure, (inaudible) just doing nothing?\nS:\tWell, not necessarily but I’m afraid it’s going to happen.\nI:\tHm.\nS:\tBut if I’m feeling like perfectly okay about life then I don’t have to worry, you know, I don’t worry so much.\nI:\tMm.\nS:\tBut like lately since I’ve been depressed I get a little panicky when I don’t have anything to do, it works both ways though because if I’m stressed out about school then that makes everything worse and I can’t really function.\nI:\tHm.\nS:\tAnd, um…\nI:\tAnd, um, you may have already answered this to a large extent, but, um, I wanted to ask you about where you want to be in 5 or 10 years, what’s out there for you?\nS:\tI want to have a baby, more like 10 years than 5, and I want to settle down with a nice Jewish boy, that’s sort of my dream, I kind of doubt that that’s going to happen though, I don’t know, I want like the perfect family but I don’t really believe that I’ll get it.\nI:\tHow come?\nS:\tBecause I don’t really see many perfect families.\nI:\tMm hmm.\nS:\tAnd that’s not really why…the reason why is because (chuckles) I feel like there’s already, um, this is the way I describe it in therapy—do you know anything about enzymes?\nI:\tMm hmm.\nS:\tEnzymes have an active cite and they have an (inaudible-word) cite, and if a poison like cyanide comes in, it can like change one of the cites so that the enzyme doesn’t work anymore, and I’m afraid that my active cite or my (inaudible-word) cite has been changed to such an extent that I’m not going to be able to like carry on and have this normal partnership, I’m not going to find that (inaudible-word) (chuckles).  But I still feel like I could have a baby more easily than I could find a partner.\nI:\tMm.  You’re worried that you’ve been poisoned to men?\nS:\tYeah, I mean I have problems with woman too, they’re different though, they’re not as potent.\nI:\tHow is that?  Oh, I know, I just opened the camel’s (inaudible)…I know.\nS:\t(Laughs)  I don’t trust men as much as I trust women, that’s why it’s been really really good for me to work with a male therapist, and I chose him partly for that reason because I knew I had like a lot of stuff to get over or through or under or whatever.  And I also want to be, I don’t know, I want to be treating people who have sort of lost hope that they can get better as a natural (inaudible-word) physician.  You know what’s interesting, there’s a whole field of St. John’s Wort that’s growing out back, you know St. John’s Wort is for depression, right?\nI:\tOh yes.  A whole field of it?\nS:\tYeah, there’s like hundreds of flowers.\nI:\tOut in the back?\nS:\tBehind the nursery school.\nI:\tReally?\nS:\tYeah.\nI:\tWell, I did not know that.\nS:\t(Chuckles)\nI:\tWow, that’s very interesting.  Perhaps we should go back and go grazing.\nS:\tI know, that’s what S. was saying, she’s like tell the patients it’ll get them high (chuckles).\nI:\tHm.  Well, it seems that we’re right at the end of this interview, we touched on something about potency and about basic trust, basic trust in men who I assume that you equate with potency more so than you do with women, would that be stretching it too far?\nS:\tI’m not sure what you mean but I think, I don’t know.\nI:\tWell, let me try again, uh, you said I’d like to have a nice Jewish boy.\nS:\tYeah.\nI:\tAnd then a bit later you said, uh, that I have trouble with men, they’re so potent.\nS:\tNo, my problems with them feel more, I mean what I meant was that my problems with men feel like more, um, just disturbing to me, like this problem is somewhat potent, I don’t know, I mean maybe there’s some significance to that choice of word, I don’t know.\nI:\tBut what you meant to say was that my problems with them are more potent.\nS:\tYeah.\nI:\tNot that men are potent, so therefore I have some kind of problem there.\nS:\tYeah.\nI:\tThat wasn’t necessarily what you meant, okay, all right.  Well, anything we haven’t touched on or that I haven’t asked you about that you feel is critical for us to know at this point?\nS:\tUm, I’ve having a lot of issues with my dad right now, that’s probably pretty critical.\nI:\tOh, well, yes.  Could you say a few things about that?\nS:\tYeah, um, I feel really unsure of his acceptance of me and love for me.  He, um, like maybe a half a year ago or a year ago he said that…he got really angry at me because I didn’t return one of his phone calls, and he was like, you know, you don’t love me, I can tell, you don’t treat me well, you take me for granted, you’re always asking about your mom and anything, and I thought that was really unfair because like my mom is depressed and he has a new girlfriend and, I don’t know, there is all these…I felt like he was acting really childish, and I felt like he gave up on his children, he started having problems with all three of us and telling me about it, which I thought was inappropriate, he’s always told me things I thought were inappropriate.  So, I was really surprised when he asked me if I’d move home because, I don’t know, I didn’t really believe that…I just thought he was so disappointed in me.  There’s just like intense stuff going on with him.  And I actually started thinking about the fact that his real father died when he was 12 and I was reading, um, The Drama of Being a Child by Ellis Miller, and she was talking about how when people worked on resolved things, like recreate them on their own children, and I thought maybe in a way he was taking himself out of my life like his father was out of his life, because it’s felt like what he’s doing is sort of rejecting all of us in a way, so something is going on with that and I don’t know what it is.\nI:\tI guess that would also link to, um, men in general.\nS:\tYup, just getting to that in therapy too (chuckles).\nI:\tIs that right.  Well, I’m very glad to have sat down and talked with you at this point, uh, and I realize that we’re sort of in the middle of something, and that this comes in the middle of something big for you.\nS:\tYeah.\nI:\tAnd thank you for just letting me know that, I’m sure it wasn’t terribly easy or terribly pleasant, but I hope things go well.\nS:\tThanks.\nI:\tAnd I hope those men things work out and I hope you find a nice Jewish boy.\nS:\t(Laughs)"}]